{
  "2011": "Juarez, Chihuahua was the municipality over 100k inhabitants with the most homicides, while Lerdo, Durango had the highest homicide rate in the country, followed by Acapulco, Guerrero. The large municipalities with the highest rates were located in the Northeast and Northwest, as well as Guerrero state, in the Central part of the country. ",
  "2012": "Acapulco, Guerrero is the large municipality with the highest homicide rates and Lerdo, Durango now sits in second place. Several municipalities of the Central state of Morelos appear among the most violent, along with Tecomán, Colima; Nuevo Laredo Tamaulpas; Torreón, Coahuila; and several municipalities in the Central state of Guerrero.",
  "2013": "Four of the top six large cities with the highest homicide rates are located in the Central state of Guerrero (Acapulco, Iguala, Chilpancingo and Zihuatanejo). Several municipalities in the Northeastern region of La Laguna (Gomez Palacio and Lerdo, Durango; Matamoros and San Pedro, Coahuila), as well as Apatzingán, Michoacán in the West and Culiacán, Sinaloa in the Northwest are among the most violent.",
  "2014": "As in 2013, the most violent cities are dominated by municipalities in the Central state of Guerrero (Acapulco, Chilpancingo, Iguala and Chilapa). Hidalgo del Parral, Chihuahua; Culiacán and Navolato, Sinaloa; and Cajemé, Sonora, all in the Northwest; as well as Apatzingán, Michoacán in the West roung the top eight.",
  "2015": "Acapulco, Chilpancingo, Iguala and Chilapa in the Central state of Guerrero are the most violent cities in the country, while Zihuatanejo, also in Guerrero is also among the top ten. Culiacán, Sinaloa; La Paz, Baja California Sur; and Tijuana, Baja California, in the Northwest, as well as Apatzingán and Lázaro Cárdenas, Michoacán, also had some of the highest homicide rates in the country.",
  "2016": "The eleven most violent large municipalities come from only three states: Colima (Tecomán, the most violent municipality, as well as Manzanillo and Colima) and Michoacán (Apatzingán, Zamora and Lázaro Cárdenas) in the West and the Central state of Guerrero (Acapulco, Chilpancingo, Iguala, Zihuatanejo and Chilapa).",
  "2017": "Tecomán, Colima, in the West, is the city with the highest homicide rate. Chilapa, Guerrero in the Central part of the country and Los Cabos, Baja California Sur, in the West, are also among the most violent large municipalities.",
  "2018": "Tecomán remains the most violent city. Cities in Baja California, in the Northwest (Tijuana, Playas de Rosarito); Guerrero in the Central part of the country (Zihuatanejo, Acapulco, Chilapa and Chilpancingo); Colima, in the West (Manzanillo); and Guanajuato, in the West (Salvatierra and Salamanca) are among the most violent large municipalities in the country.",
  "2019": "The six most violent large municipalities are located in three states: Baja California (Northwest) and Colima and Guanajuato (West). The state of Guerrero (Central), from being the most violent state, now only has Zihuatanejo among the top ten municipalities with high homicide rates."
}
